INSERT INTO juejue_cost.bill (pay_type,amount,`date`,type_id,type_name,user_id,remark) VALUES
	 (2,'20.00','1667573011025',2,'服装',1,'备注信息2'),
	 (3,'40.00','1667574379492',3,'玩具',1,'玩具'),
	 (3,'40.00','1667608163080',3,'玩具1',1,'玩具2'),
	 (2,'20.00','1667736383148',2,'服装',2,'备注信息2'),
	 (2,'24440.00','1667736583417',2,'服装',2,'备注信息2'),
	 (2,'20.00','1669775002006',2,'服装',2,'备注信息2'),
	 (2,'20.00','1669876436475',2,'服装',2,'备注信息2'),
	 (1,'20.00','1669881991826',2,'学习',2,'备注信息2'),
	 (1,'20.00','1669885883886',4,'餐饮',2,'备注信息2'),
	 (1,'52','1671433961192',4,'餐饮',2,'haha');
INSERT INTO juejue_cost.bill (pay_type,amount,`date`,type_id,type_name,user_id,remark) VALUES
	 (2,'50','1671434242115',8,'工资',2,'');
INSERT INTO juejue_cost.`type` (name,`type`,user_id) VALUES
	 ('餐饮',1,2),
	 ('日用',1,2),
	 ('学习',1,2),
	 ('其它',1,2),
	 ('工资',2,2),
	 ('转账',2,2),
	 ('奖金',2,2),
	 ('其它',2,2);
INSERT INTO juejue_cost.`user` (username,password,signature,avatar,ctime,updata_time) VALUES
	 ('malin','123456','hellow','','1667650573063','1667650573063'),
	 ('test','123456',NULL,'111','1669689245808','1669689245808'),
	 ('test1','111111',NULL,'111','1669689931740','1669689931740'),
	 ('test2','111111',NULL,'111','1669690586672','1669690586672');
